* [#B] 2025求职简历                                                    :求职:
- Note taken on [2025-09-12 Fri 05:39] \\
  眼光如何去做一件事
- Note taken on [2025-09-09 Tue 22:14] \\
  mynote
:LOGBOOK:
CLOCK: [2025-09-09 Tue 21:53]--[2025-09-09 Tue 21:57] =>  0:04
:END:
** TODO 简历草稿DDD部分，cola框架，dsm代码架构分析
- Note taken on [2025-09-09 Tue 22:14] \\
  mynote
- Note taken on [2025-09-09 Tue 21:51] \\
  添加笔记
  note测试
:LOGBOOK:
CLOCK: [2025-03-05 周三 21:56]--[2025-03-05 周三 23:29] =>  1:33
:END:

* Tasks
** DONE 简历编写-emacs代码不全相关ctags
:LOGBOOK:
CLOCK: [2025-03-08 周六 13:18]--[2025-03-08 周六 13:27] =>  0:09
:END:
  [2025-03-08 周六 13:17]
** DONE DDD学习与总结
:LOGBOOK:
CLOCK: [2025-03-10 周一 19:56]--[2025-03-10 周一 22:56] => 03:00
:END:
  [2025-03-08 周六 21:52]
** TODO 大厂面试题36章
:LOGBOOK:
CLOCK: [2025-03-12 周三 06:16]
:END:
** TODO 系统学习org-agenda
  [2025-09-09 Tue 21:11]
** TODO [#A] 统一接口管理 yxx                                           :yxx:
  [2025-09-10 Wed 21:21]
** TODO 领导日程&财管会议                                               :yxx:
  [2025-09-10 Wed 21:23]
** TODO [#B] 上海项目                                                  :创业:
SCHEDULED: <2025-09-20 Sat>
- Note taken on [2025-09-11 Thu 07:58] \\
  0910 与上海李老师沟通,说20号以后投入此项目
  [2025-09-10 Wed 21:34]
** TODO [#A] 面试问题准备claude；学习尼恩 编写简历
  [2025-09-10 Wed 21:36]
** TODO [#C] 如何将docker yapi迁移到另外一台机器上和迁移到xcoac
  [2025-09-11 Thu 07:46]
** TODO 做事要有激情                                                    :yxx:
  [2025-09-11 Thu 22:10]
** TODO 防臭尺寸,洗衣机,下水道疏通,挂和会街,户部街房子                 :home:
SCHEDULED: <2025-09-13 Sat>
  [2025-09-11 Thu 22:11]
